Repository: mason4819/NetForge
Catalog: NetForge/Resources/*/Resources.resw
Source language: en_us
Languages: ko_kr, zh_cn, zh_tw

# Nav_overview.Content
source: Overview
ko_kr: 개요
zh_cn: 总览
zh_tw: 總覽

# Nav_common.Content
source: Common
ko_kr: 자주 쓰는 기능
zh_cn: 常用
zh_tw: 常用

# Nav_traceroute.Content
source: Traceroute
ko_kr: 트레이스루트
zh_cn: 路由跟踪
zh_tw: 路由追蹤

# Nav_networktest.Content
source: Network Test
ko_kr: 네트워크 테스트
zh_cn: 网络测试
zh_tw: 網路測試

# Nav_speedtest.Content
source: Speed Test
ko_kr: 속도 테스트
zh_cn: 速度测试
zh_tw: 速度測試

# Nav_ethernet.Content
source: Ethernet
ko_kr: 이더넷
zh_cn: 以太网
zh_tw: 乙太網路

# Nav_adapters.Content
source: Adapters
ko_kr: 어댑터
zh_cn: 网卡
zh_tw: 網路卡

# Nav_advanced.Content
source: Advanced
ko_kr: 고급
zh_cn: 高级
zh_tw: 進階

# Nav_routing.Content
source: Routing
ko_kr: 라우팅
zh_cn: 路由
zh_tw: 路由

# Nav_firewall.Content
source: Firewall
ko_kr: 방화벽
zh_cn: 防火墙
zh_tw: 防火牆

# Nav_reset.Content
source: Network Reset
ko_kr: 네트워크 재설정
zh_cn: 网络重置
zh_tw: 網路重設

# Nav_diagnostics.Content
source: Diagnostics
ko_kr: 진단
zh_cn: 诊断
zh_tw: 診斷

# Nav_about.Content
source: About
ko_kr: 정보
zh_cn: 关于
zh_tw: 關於

# Refresh.Content
source: Refresh
ko_kr: 새로 고침
zh_cn: 刷新
zh_tw: 重新整理

# Start.Content
source: Start
ko_kr: 시작
zh_cn: 开始
zh_tw: 開始

# Stop.Content
source: Stop
ko_kr: 중지
zh_cn: 停止
zh_tw: 停止

# Empty_T.Text
source: Nothing here yet
ko_kr: 아직 데이터가 없습니다
zh_cn: 目前没有数据
zh_tw: 目前沒有資料

# Empty_S.Text
source: There's nothing to show right now. This place is pretty quiet.
ko_kr: 지금은 표시할 항목이 없습니다.
zh_cn: 这个界面现在没有可以显示的内容。 这里目前很安静。
zh_tw: 這個介面現在沒有可以顯示的東西。 這裡目前很安靜。

# Overview_Title.Text
source: Network Status
ko_kr: 네트워크 상태
zh_cn: 网络状态
zh_tw: 網路狀態

# Overview_Run.Content
source: Run Network Diagnostic
ko_kr: 네트워크 진단 실행
zh_cn: 运行网络诊断
zh_tw: 執行網路診斷

# Overview_Refresh.Content
source: Refresh
ko_kr: 새로 고침
zh_cn: 刷新
zh_tw: 重新整理

# Overview_Quick.Text
source: Quick actions
ko_kr: 빠른 작업
zh_cn: 快速操作
zh_tw: 快速操作

# Overview_NoSpeed
source: Run a speed test
ko_kr: 속도 테스트 필요
zh_cn: 还没测过速度
zh_tw: 還沒測過速度

# Msg_Connected_T
source: Connected
ko_kr: 연결됨
zh_cn: 网络正常
zh_tw: 網路正常

# Msg_Connected_S
source: Your network is alive and well.
ko_kr: 네트워크가 잘 동작하고 있습니다.
zh_cn: 你的网络目前活得好好的。
zh_tw: 你的網路目前活得好好的。

# Msg_Limited_T
source: Limited
ko_kr: 제한됨
zh_cn: 连接受限
zh_tw: 連線受限

# Msg_Limited_S
source: You're connected to the router, but the internet isn't answering.
ko_kr: 라우터에는 연결되었지만 인터넷이 응답하지 않습니다.
zh_cn: 路由器连得上,但外面的网络没有回应。
zh_tw: 路由器連得上,但外面的網路沒回應。

# Msg_Disconnected_T
source: No connection
ko_kr: 연결 없음
zh_cn: 没有网络
zh_tw: 沒有網路

# Msg_Disconnected_S
source: Looks like the network ran off. Let's start with the simplest checks.
ko_kr: 네트워크가 사라진 것 같습니다. 가장 간단한 것부터 확인해 봅시다.
zh_cn: 看起来网络跑掉了。我们先从最简单的地方开始检查。
zh_tw: 看起來網路跑掉了。我們先從最簡單的地方開始檢查。

# Msg_UacDenied
source: Windows didn't get the admin approval, so nothing was changed.
ko_kr: 관리자 승인을 받지 못해 아무것도 변경하지 않았습니다.
zh_cn: 没有获得管理员批准,所以什么都没改。
zh_tw: 沒有拿到系統管理員核准,所以什麼都沒改。

source: Checking…
zh_tw: 檢查中…

source: Testing…
zh_tw: 測試中…

source: Loading…
zh_tw: 載入中…

source: Done.
zh_tw: 完成。

# Cancelled
source: Stopped.
zh_tw: 已停止。

source: Unavailable
zh_tw: 無法取得

source: On
zh_tw: 開啟

source: Off
zh_tw: 關閉

source: Cancel
zh_tw: 取消

# Show
source: Show options
zh_tw: 顯示選項

# State_Passed
source: Passed
ko_kr: 통과
zh_cn: 通过
zh_tw: 通過

# State_Warning
source: Warning
ko_kr: 주의
zh_cn: 注意
zh_tw: 注意

# State_Failed
source: Failed
ko_kr: 실패
zh_cn: 失败
zh_tw: 失敗

# Status_Up
source: Connected
ko_kr: 연결됨
zh_cn: 已连接
zh_tw: 已連線

# Status_Down
source: Disconnected
ko_kr: 연결 안 됨
zh_cn: 未连接
zh_tw: 未連線

# Type_Ethernet
source: Ethernet
zh_tw: 乙太網路

# Type_Bluetooth
source: Bluetooth
zh_tw: 藍牙

# Type_Virtual
source: Virtual adapter
zh_tw: 虛擬網卡

# Type_Loopback
source: Loopback
zh_tw: 迴路

# Type_Other
source: Other
zh_tw: 其他

# Lbl_Adapter
source: Adapter
zh_tw: 網路卡

# Lbl_Status
source: Status
zh_tw: 狀態

# Lbl_Speed
source: Link speed
zh_tw: 連線速度

# Lbl_Mac
source: MAC address
zh_tw: MAC 位址

# Lbl_Gateway
source: Gateway
zh_tw: 閘道

# Lbl_Signal
source: Signal
zh_tw: 訊號

# Lbl_Channel
source: Channel
zh_tw: 頻道

# Lbl_Frequency
source: Frequency
zh_tw: 頻率

# Lbl_Radio
source: Radio type
zh_tw: 無線電類型

# Lbl_Rx
source: Receive rate
zh_tw: 接收速率

# Lbl_Tx
source: Transmit rate
zh_tw: 傳送速率

# Lbl_Auth
source: Authentication
zh_tw: 驗證

# Lbl_Encryption
source: Encryption
zh_tw: 加密

# Dns_Hint.Text
source: Not sure which one to pick? This isn't an exam.
ko_kr: 뭘 골라야 할지 모르겠나요? 시험이 아니니 편하게 고르세요.
zh_cn: 不知道选哪个?没关系,这里不是考试。
zh_tw: 不知道選哪個?沒關係,這裡不是考試。

# Dns_Help.Content
source: Help me pick
ko_kr: 추천 받기
zh_cn: 帮我选
zh_tw: 幫我選

# Dns_Category.Header
source: Category
ko_kr: 범주
zh_cn: 分类
zh_tw: 分類

# Dns_P4.Header
source: Primary IPv4
zh_tw: 主要 IPv4

# Dns_S4.Header
source: Secondary IPv4
zh_tw: 次要 IPv4

# Dns_P6.Header
source: Primary IPv6
zh_tw: 主要 IPv6

# Dns_S6.Header
source: Secondary IPv6
zh_tw: 次要 IPv6

# Dns_Scope.Header
source: Apply to
ko_kr: 적용 대상
zh_cn: 应用到
zh_tw: 套用到

# Dns_Family.Header
source: IP type
ko_kr: IP 유형
zh_cn: IP 类型
zh_tw: IP 類型

# Dns_Apply.Content
source: Apply
ko_kr: 적용
zh_cn: 应用
zh_tw: 套用

# Dns_Backup.Content
source: Backup current DNS
ko_kr: 현재 DNS 백업
zh_cn: 备份当前 DNS
zh_tw: 備份目前 DNS

# Dns_Restore.Content
source: Restore previous DNS
ko_kr: 이전 DNS 복원
zh_cn: 还原之前的 DNS
zh_tw: 還原先前的 DNS

# Dns_Relaunch.Content
source: Restart as administrator
ko_kr: 관리자 권한으로 다시 실행
zh_cn: 以管理员身份重新运行
zh_tw: 以管理員權限重新執行

# Cat_General
source: General
zh_tw: 一般

# Cat_Privacy
source: Privacy
zh_tw: 隱私

# Cat_Security
source: Security
zh_tw: 安全

# Cat_Family
source: Family
zh_tw: 家庭

# Cat_Custom
source: Custom
zh_tw: 自訂

# Scope_Ethernet
source: Ethernet
zh_tw: 乙太網路

# Scope_All
source: All adapters
zh_tw: 所有網卡

# Purpose_General
source: Everyday browsing
zh_tw: 一般上網

# Purpose_Privacy
source: Privacy
zh_tw: 隱私

# Purpose_Security
source: Protection from malicious sites
zh_tw: 安全防護

# Purpose_Family
source: Family filtering
zh_tw: 家庭過濾

# Purpose_Custom
source: Custom
zh_tw: 自訂

# Wizard_Question
source: What do you mainly want?
zh_tw: 你主要想要什麼?

# Dns_UseFor
source: Good for
zh_tw: 適合

# Reason_General
source: Fits everyday use: fast and widely compatible.
zh_tw: 適合你的用途:一般上網。這幾個速度快、相容性好。

# Reason_Privacy
source: Fits your purpose: privacy. These providers say they keep little or no query logs, so check their policies.
zh_tw: 適合你的用途:隱私。這些服務聲明少記錄或不記錄查詢,實際政策請自己看一下。

# Reason_Security
source: Fits your purpose: protection. These block known malicious domains.
zh_tw: 適合你的用途:安全防護。這些會擋已知的惡意網域。

# Reason_Family
source: Fits your purpose: family filtering. These also filter adult content; none of them is perfect.
zh_tw: 適合你的用途:家庭過濾。這些會順便過濾成人內容,但沒有哪個是百分之百。

# Reason_Custom
source: Type in your own DNS addresses.
zh_tw: 自己輸入 DNS 位址。

# Dns_Applied_T
source: DNS switched
zh_tw: DNS 已切換

# Dns_Applied_S
source: {0} DNS is on. Network: "Got it."
zh_tw: {0} DNS 已套用。 網路:「收到。」

# Dns_Failed_T
source: DNS wasn't applied
zh_tw: DNS 沒套用

# Dns_NeedAdmin
source: Windows wouldn't let us change it. This needs administrator permission.
zh_tw: Windows 不讓我們改。可能需要系統管理員權限。

# Dns_FailWhy
source: Reason:
zh_tw: 原因:

# Dns_BackupDone
source: Backup saved
zh_tw: 備份完成

# Dns_BackupDone_S
source: Your current DNS settings are saved.
zh_tw: 目前的 DNS 設定已存好。

# Dns_RestoreDone
source: DNS restored
zh_tw: DNS 已還原

# Dns_RestoreDone_S
source: Your previous DNS settings are back.
zh_tw: 先前的 DNS 設定回來了。

# Dns_RestoreFail
source: Couldn't restore DNS
zh_tw: DNS 還原失敗

# Dns_NoAdapter
source: No connected adapter matches that choice.
zh_tw: 沒有符合選擇的已連線網卡。

# Dns_NoBackup
source: There's no backup yet.
zh_tw: 目前還沒有備份。

# Dns_NoAddress
source: This provider has no address for that IP type.
zh_tw: 這個服務沒有該 IP 類型的位址。

# Dns_BadIp
source: '{0}' isn't a valid IP address.
zh_tw: 「{0}」不是有效的 IP 位址。

# Prov_cloudflare_Desc
source: Fast and widely used. Says it doesn't keep your IP in query logs.
zh_tw: 速度快、普及度高,聲明不在查詢記錄中保留你的 IP。

# Prov_cloudflare_Use
source: Everyday browsing, quick lookups
zh_tw: 一般上網、快速查詢

# Prov_google_Desc
source: Very compatible and reliable, but run by an ad company.
zh_tw: 相容性高、穩定,不過營運方是廣告公司。

# Prov_google_Use
source: Everyday use, compatibility
zh_tw: 一般用途、相容性

# Prov_opendns_Desc
source: Long-running service from Cisco with optional filtering by account.
zh_tw: Cisco 旗下的老牌服務,登入帳號後可另外設定過濾。

# Prov_opendns_Use
source: Everyday use
zh_tw: 一般用途

# Prov_quad9_Desc
source: Non-profit resolver that blocks known malicious domains.
zh_tw: 非營利的 DNS,會封鎖已知惡意網域。

# Prov_quad9_Use
source: Security-minded browsing
zh_tw: 重視安全的上網

# Prov_adguard_Desc
source: Blocks ads, trackers and malicious domains at the DNS level.
zh_tw: 在 DNS 層擋廣告、追蹤器和惡意網域。

# Prov_adguard_Use
source: Fewer ads and trackers
zh_tw: 減少廣告與追蹤

# Prov_adguard-nofilter_Desc
source: AdGuard's resolver with no blocking at all.
zh_tw: AdGuard 的 DNS,完全不過濾。

# Prov_adguard-nofilter_Use
source: Privacy without filtering
zh_tw: 要隱私、不要過濾

# Prov_mullvad_Desc
source: From the Mullvad VPN company. No-logging policy, no filtering.
zh_tw: Mullvad VPN 公司提供,聲明不記錄、不過濾。

# Prov_mullvad_Use
source: Privacy
zh_tw: 隱私

# Prov_cloudflare-security_Desc
source: Cloudflare with malware domain blocking.
zh_tw: Cloudflare 加上惡意軟體網域封鎖。

# Prov_cloudflare-security_Use
source: Basic malware protection
zh_tw: 基本的惡意軟體防護

# Prov_cleanbrowsing-security_Desc
source: Blocks phishing, malware and malicious domains.
zh_tw: 封鎖釣魚、惡意軟體與惡意網域。

# Prov_cleanbrowsing-security_Use
source: Security
zh_tw: 安全防護

# Prov_cloudflare-family_Desc
source: Cloudflare with malware and adult-content blocking.
zh_tw: Cloudflare 加上惡意軟體與成人內容封鎖。

# Prov_cloudflare-family_Use
source: Family filtering
zh_tw: 家庭過濾

# Prov_opendns-family_Desc
source: OpenDNS preset that blocks adult sites. No account needed.
zh_tw: OpenDNS 預設的成人網站過濾,不需帳號。

# Prov_opendns-family_Use
source: Family filtering
zh_tw: 家庭過濾

# Prov_cleanbrowsing-family_Desc
source: Blocks adult content and forces safe search.
zh_tw: 封鎖成人內容並強制安全搜尋。

# Prov_cleanbrowsing-family_Use
source: Family filtering
zh_tw: 家庭過濾

# Prov_adguard-family_Desc
source: AdGuard with adult-content blocking and safe search.
zh_tw: AdGuard 加上成人內容封鎖與安全搜尋。

# Prov_adguard-family_Use
source: Family filtering
zh_tw: 家庭過濾

# Trace_Title.Text
source: Traceroute
zh_tw: 路由追蹤

# Test_Title.Text
source: Network Test
zh_tw: 網路測試

# Speed_Title.Text
source: Speed Test
zh_tw: 速度測試

# Diag_Title.Text
source: Diagnostics
zh_tw: 診斷

# Settings_Title.Text
source: Settings
zh_tw: 設定

# Ping_Target.Header
source: Target
ko_kr: 대상
zh_cn: 目标
zh_tw: 目標

# Ping_Packets.Header
source: Packets
zh_tw: 封包數

# Ping_Timeout.Header
source: Timeout (ms)
zh_tw: 逾時 (ms)

# Ping_Sent.Text
source: Sent
zh_tw: 已傳送

# Ping_Received.Text
source: Received
zh_tw: 已接收

# Ping_Loss.Text
source: Packet loss
zh_tw: 封包遺失

# Ping_Min.Text
source: Minimum
zh_tw: 最小

# Ping_Avg.Text
source: Average
zh_tw: 平均

# Ping_Max.Text
source: Maximum
zh_tw: 最大

# Trace_Hop.Text
source: Hop
zh_tw: 躍點

# Trace_Latency.Text
source: Latency
zh_tw: 延遲

# Trace_Host.Text
source: Hostname
zh_tw: 主機名稱

# Speed_Down.Text
source: Download
zh_tw: 下載

# Speed_Up.Text
source: Upload
zh_tw: 上傳

# Speed_Jitter.Text
source: Jitter
zh_tw: 抖動

# Ping_Good
source: Yeah, no funny business this time.
zh_tw: 嗯,這次沒有在跟你鬧。

# Ping_None
source: No replies. The target may be down, or it ignores ping.
zh_tw: 沒有回應。對方可能掛了,或是不理 ping。

# Ping_Loss
source: Some packets got lost on the way.
zh_tw: 有些封包在路上走丟了。

# Ping_Err
source: Couldn't reach or resolve that target.
zh_tw: 連不上或解析不了這個目標。

# Test_Run.Content
source: Run test
ko_kr: 테스트 시작
zh_cn: 开始测试
zh_tw: 開始測試

# Test_SwitchDns.Content
source: Switch DNS
zh_tw: 切換 DNS

# Test_Again.Content
source: Test again
zh_tw: 再測一次

# Test_Adapter
source: Network adapter
zh_tw: 網路卡

# Test_DefaultRoute
source: Default route
zh_tw: 預設路由

# Test_Gateway
source: Gateway
zh_tw: 閘道

# Test_DnsResolve
source: DNS resolution
zh_tw: DNS 解析

# Test_Internet
source: Internet
zh_tw: 網際網路

# Test_Loss
source: Packet loss
zh_tw: 封包遺失

# Test_Problem
source: Problem:
zh_tw: 問題:

# Test_TryThis
source: You can try:
zh_tw: 可以試:

# Test_DoneWarn
source: Works, with a couple of notes above.
zh_tw: 可以用,但上面有幾點要注意。

# Hint_Dns
source: No DNS server configured. Pick one in the DNS page.
zh_tw: 沒有設定 DNS。到 DNS 頁面選一個。

# Hint_DnsResolve
source: DNS server isn't answering. Switching to another DNS often fixes it.
zh_tw: DNS 沒回應,換一個 DNS 通常就解決了。

# Hint_Internet
source: The router is there but the internet isn't. Check the modem or call your ISP.
zh_tw: 路由器在,但外面的網路不在。檢查數據機或問問網路業者。

# Hint_Adapter
source: Check the cable or Wi-Fi switch, then run the test again.
zh_tw: 檢查網路線或 Wi-Fi 開關,再測一次。

# Hint_Apipa
source: A 169.254.x.x address means DHCP didn't answer. Try Release / Renew under Advanced > DHCP.
zh_tw: 169.254.x.x 代表 DHCP 沒回應。到 進階 > DHCP 試試釋放/更新。

# Speed_StagePing
source: Testing latency…
zh_tw: 測試延遲中…

# Speed_StageDown
source: Testing download…
zh_tw: 測試下載中…

# Speed_StageUp
source: Testing upload…
zh_tw: 測試上傳中…

# Speed_Hint.Text
source: Results come from a real test server. If the server doesn't answer, the number stays blank.
zh_tw: 結果來自真實的測速伺服器。伺服器沒回應的話,該項會留白,不會編數字。

# Wifi_None_T.Text
source: Not connected to Wi-Fi
ko_kr: Wi-Fi에 연결되어 있지 않습니다
zh_cn: 未连接 Wi-Fi
zh_tw: 沒有連上 Wi-Fi

# Wifi_None_S.Text
source: Windows doesn't report any Wi-Fi connection right now, so there's nothing to show. We don't guess.
zh_tw: Windows 目前沒有提供 Wi-Fi 連線資料,所以沒東西可看。我們不會亂猜。

# Diag_Hint.Text
source: Builds a text report you can save or copy. No passwords, Wi-Fi keys or personal files are included.
zh_tw: 產生一份文字報告,可以儲存或複製。不含密碼、Wi-Fi 密碼或個人檔案。

# Diag_Build.Content
source: Build report
zh_tw: 產生報告

# Diag_Save.Content
source: Save as .txt
zh_tw: 另存成 .txt

# Diag_Copy.Content
source: Copy
zh_tw: 複製

# Settings_Theme.Header
source: Theme
ko_kr: 테마
zh_cn: 主题
zh_tw: 主題

# Settings_Language.Header
source: Language
ko_kr: 언어
zh_cn: 语言
zh_tw: 語言

# Settings_Restart.Text
source: Restart NetForge to apply the language.
ko_kr: 언어를 적용하려면 NetForge를 다시 시작하세요.
zh_cn: 重新打开 NetForge 后语言才会生效。
zh_tw: 重新開啟 NetForge 後語言才會生效。

# Settings_Perf.Header
source: Performance
ko_kr: 성능
zh_cn: 性能
zh_tw: 效能

# Settings_Balanced.Content
source: Balanced
ko_kr: 균형
zh_cn: 平衡
zh_tw: 平衡

# Settings_Low.Content
source: Low Resource
ko_kr: 저사양
zh_cn: 低资源
zh_tw: 低資源

# Settings_LowHint.Text
source: Low Resource turns off the background gradient and page animations.
zh_tw: 低資源模式會關掉背景漸層和換頁動畫。

# Theme_System
source: Follow Windows
zh_tw: 跟隨 Windows

# Theme_Light
source: Light
zh_tw: 淺色

# Theme_Dark
source: Dark
zh_tw: 深色

# Lang_System
source: Follow Windows
zh_tw: 跟隨 Windows

# About_Tagline.Text
source: Knows networks, doesn't waste your time.
ko_kr: 네트워크는 잘 알지만 쓸데없는 말은 하지 않습니다.
zh_cn: 懂网络,但不会跟你讲一堆废话。
zh_tw: 懂網路,但不會跟你講一堆廢話。

# Adv_Filter.PlaceholderText
source: Search
zh_tw: 搜尋

# Confirm_Intro
source: Please check before this runs:
zh_tw: 執行前請先確認:

# Confirm_Will
source: This will run:
zh_tw: 將會執行:

# Confirm_Run
source: Run it
zh_tw: 執行

# Confirm_Invalid
source: Check this field:
zh_tw: 請檢查這個欄位:

# Confirm_Uac
source: Windows will ask for administrator approval just for this action.
zh_tw: Windows 會針對這個操作單獨詢問系統管理員核准。

# Result_Done
source: Done
zh_tw: 完成

# Result_Failed
source: That didn't work
zh_tw: 沒成功

# Result_Why
source: What happened:
zh_tw: 發生什麼事:

# Result_AdminHint
source: This needs administrator permission.
zh_tw: 這個操作需要系統管理員權限。

# Tip_mtu
source: Not sure what this is? It sets how big one network packet can be. If you have no special reason, 1500 is usually the right number.
zh_tw: 不知道這是什麼?簡單說,它決定一個網路封包可以裝多大。沒有特殊需求的話,1500 通常就別碰。

# Warn_mtu_set
source: Changing MTU can make your network throw a tantrum. If you don't know why you're changing it, leave it alone.
zh_tw: 改 MTU 可能讓你的網路直接開始鬧脾氣。如果你不知道為什麼要改,通常不要動。

# Warn_winsock_reset
source: This may need a Windows restart to take effect. Windows: "I might need a nap."
zh_tw: 這可能需要重新啟動 Windows。Windows:「我可能要睡一下。」

# Warn_fw_off
source: Security warning: with the firewall off, other devices on this network can reach services on your PC that are normally blocked. Only do this to test something, and turn it back on afterwards.
zh_tw: 安全警告:關閉防火牆後,同網路的其他裝置可以連到你電腦上平常被擋住的服務。只在測試時這樣做,用完請記得打開。

# Tip_qos
source: View only.
zh_tw: 僅供查看。

# Tip_netbios
source: View only. Windows doesn't expose a safe, general way to change this from here.
zh_tw: 僅供查看。Windows 沒有提供安全通用的修改方式。

# Tip_reset
source: Each of these is its own thing. Pick only the one you need.
zh_tw: 每一項都是獨立的,只選你需要的那個。

# Act_ipv4_dhcp
source: Use DHCP
zh_tw: 改用 DHCP

# Act_ipv4_static
source: Set static IP
zh_tw: 設定固定 IP

# Act_dhcp_release
source: Release
zh_tw: 釋放

# Act_dhcp_renew
source: Renew
zh_tw: 更新

# Act_route_add
source: Add route
zh_tw: 新增路由

# Act_route_del
source: Remove route
zh_tw: 移除路由

# Act_arp_clear
source: Clear ARP cache
zh_tw: 清除 ARP 快取

# Act_mtu_set
source: Set MTU
zh_tw: 設定 MTU

# Act_mtu_reset
source: Back to 1500
zh_tw: 改回 1500

# Act_proxy_on
source: Enable proxy
zh_tw: 啟用 Proxy

# Act_proxy_off
source: Disable proxy
zh_tw: 停用 Proxy

# Act_hosts_add
source: Add / replace entry
zh_tw: 新增/取代項目

# Act_hosts_del
source: Delete entry
zh_tw: 刪除項目

# Act_hosts_backup
source: Backup
zh_tw: 備份

# Act_hosts_restore
source: Restore latest backup
zh_tw: 還原最新備份

# Act_fw_on
source: Turn on
zh_tw: 開啟

# Act_fw_off
source: Turn off
zh_tw: 關閉

# Act_winsock_reset
source: Reset Winsock
zh_tw: 重設 Winsock

# Act_reset_dns
source: Flush DNS cache
zh_tw: 清除 DNS 快取

# Act_reset_winsock
source: Reset Winsock
zh_tw: 重設 Winsock

# Act_reset_tcpip
source: Reset TCP/IP
zh_tw: 重設 TCP/IP

# Act_reset_release
source: Release DHCP
zh_tw: 釋放 DHCP

# Act_reset_renew
source: Renew DHCP
zh_tw: 更新 DHCP

# Act_reset_adapter
source: Restart adapter
zh_tw: 重新啟動網卡

# Nav_proxy.Content
source: Proxy
ko_kr: 프록시
zh_cn: 代理
